[
    {
        "title": "Explainable Artificial Intelligence (XAI) in the era of large language models: Applying an XAI framework in pediatric ophthalmology diagnosis using the Gemini model",
        "authors": "Upadhyaya, D. P., Prantzalos, K., Golnari, P., Shaikh, A. G., Sivagnanam, S., Majumdar, A., Ghasia, F. F., & Sahoo, S. S.",
        "journal": "AMIA 2025 Informatics Summit (Accepted)",
        "year": "2025",
        "link": ""
    },
    {
        "title": "Machine learning interpretability methods to characterize the importance of hematologic biomarkers in prognosticating patients with suspected infection",
        "authors": "Upadhyaya, D. P., Tarabichi, Y., Prantzalos, K., Ayub, S., Kaelber, D. C., & Sahoo, S. S.",
        "journal": "Computers in Biology and Medicine, 183, 109251",
        "year": "2024",
        "link": "https://doi.org/10.1016/j.compbiomed.2024.109251"
    },
    {
        "title": "A 360° view for large language models: Early detection of amblyopia in children using multi-view eye movement recordings",
        "authors": "Upadhyaya, D. P., Shaikh, A. G., Cakir, G. B., Prantzalos, K., Golnari, P., Ghasia, F. F., & Sahoo, S. S.",
        "journal": "Artificial Intelligence in Medicine. AIME 2024",
        "year": "2024",
        "link": "https://doi.org/10.1007/978-3-031-66535-6_19"
    },
    {
        "title": "Neural Mosaics: Detecting Aberrant Brain Interactions using Algebraic Topology and Generative Artificial Intelligence",
        "authors": "Prantzalos, K., Upadhyaya, D. P., Golnari, P., Fernandez-Baca Vaca, G., Aispuro, G. P., Salehizadeh, S., Thyagaraj, S., Gurski, N., & Sahoo, S. S.",
        "journal": "AMIA 2024 Annual Symposium (Accepted)",
        "year": "2024",
        "link": ""
    },
    {
        "title": "Machine learning, artificial intelligence, and eye movements: Utility in detection of amblyopia [Abstract]",
        "authors": "Sanchez, E., Upadhyaya, D. P., Cakir, G. B., Shaikh, A., Stefano, R., Sahoo, S., & Ghasia, F.",
        "journal": "Investigative Ophthalmology & Visual Science, 65(7), 4301",
        "year": "2024",
        "link": "https://iovs.arvojournals.org/article.aspx?articleid=2795260"
    },
    {
        "title": "Ontology-based feature engineering in machine learning workflows for heterogeneous epilepsy patient records",
        "authors": "Sahoo, S. S., Kobow, K., Zhang, J., Buchhalter, J., Dayyani, M., Upadhyaya, D. P., Prantzalos, K., Bhattacharjee, M., Blümcke, I., Wiebe, S., & Lhatoo, S. D.",
        "journal": "Scientific Reports, 12(1), 19430",
        "year": "2022",
        "link": "https://doi.org/10.1038/s41598-022-23101-3"
    },
    {
        "title": "Prevalence of low birth weight and its associated factors: Hospital-based cross-sectional study in Nepal",
        "authors": "Thapa, P., Poudyal, A., Poudel, R., Upadhyaya, D. P., Timalsina, A., Bhandari, R., & Adhikari, N.",
        "journal": "PLOS Global Public Health, 2(11), e0001220",
        "year": "2022",
        "link": "https://doi.org/10.1371/journal.pgph.0001220"
    },
    {
        "title": "Patient satisfaction and its socio-demographic correlates in a tertiary public hospital in Nepal: A cross-sectional study",
        "authors": "Adhikari, M., Paudel, N. R., Mishra, S. R., Shrestha, A., & Upadhyaya, D. P.",
        "journal": "BMC Health Services Research, 21(1), 135",
        "year": "2021",
        "link": "https://doi.org/10.1186/s12913-021-06155-3"
    },
    {
        "title": "Frontline healthcare workers' knowledge and perception of COVID-19, and willingness to work during the pandemic in Nepal",
        "authors": "Upadhyaya, D. P., Paudel, R., Acharya, D., Khoshnood, K., Lee, K., Park, J. H., Yoo, S. J., Shrestha, A., Bc, B., Bhandari, S., Yadav, R., Timalsina, A., Wagle, C. N., Das, B. K., Kunwar, R., Chalise, B., Bhatta, D. R., & Adhikari, M.",
        "journal": "Healthcare, 8(4), 554",
        "year": "2020",
        "link": "https://doi.org/10.3390/healthcare8040554"
    }
]
